let dataseif = {
    
    // Меню сайта
    menu3:{
        Glavnaya:{
            menutext:'Главная',
            menuurl:'index.html',
            class:'0'
        },
        autor:{
            menutext:'Автор',
            menuurl:'autor.html',
            class:'1'
        },
        Vdohnovenie:{
            menutext:'Вдохновение',
            menuurl:'Vdohnovenie.html',
            class:'2'
        },
        Osen:{
            menutext:'Осень',
            menuurl:'Osen.html',
            class:'3'
        },
        Schaste:{
            menutext:'Счастье',
            menuurl:'Schaste.html',
            class:'4'
        },
        Kak:{
            menutext:'Как жаль...',
            menuurl:'Kak.html',
            class:'5'
        },
        Sentyabr:{
            menutext:'Сентябрь',
            menuurl:'Sentyabr.html',
            class:'6'
        },
        Chto:{
            menutext:'Что греет душу?',
            menuurl:'Chto.html',
            class:'7'
        },
        Solnce:{
            menutext:'Солнце',
            menuurl:'Solnce.html',
            class:'8'
        },
        Esli:{
            menutext:'Если',
            menuurl:'Esli.html',
            class:'9'
        },
        Origami:{
            menutext:'Оригами',
            menuurl:'Origami.html',
            class:'10'
        }
    },

    // Данные для страниц со стихом
    testmass: {
        Vdohnovenie: {
            zagolovok:'Вдохновение',
            stihotvorenie:['Эх, завтра будет воскресенье.',
            'Ко мне пришло вдруг вдохновенье.',
            'Взяла я карандаш, листок,',
            'И написала пару строк',
            'О том, что край',
            'Люблю я свой.',
            'И дорожу я красотой',
            'Родных деревьев и кустов,',
            'Этих лесов, этих цветов,',
            'Что с детства окружали нас,',
            'Родными были всем.',
            'И с детства радовали глаз,',
            'Стояли в красоте.',
            'Недавно осень наступила.',
            'И все немного приуныли:',
            'Учёба началась.'],
            vibornazvaniya:'Название этого стихотворения связано с его первыми строками. Цитирую: "Ко мне пришло вдруг вдохновенье". Согласитесь, ведь без вдохновения не было бы прекрасных произведений.',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа. Осень, начало сентябя. Деревья в огненном окрасе.',
            vlogsmysl:'Это моё первое стихотворение. И я хотела вложить в него всю красоты родного края.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2022 году я участвовала в нём со стихотворениями "Вдохновение" и "Осень" и заняла третье место. Также это стихотворение размещено на Wattpad.',
            img:'./images/Vdohnovenie.jpg',
            link:'https://www.wattpad.com/1387079588-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D0%B2%D0%B4%D0%BE%D1%85%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%B8%D0%B5'
        },
        Osen: {
            zagolovok:'Осень',
            stihotvorenie:['В поле цвет последний увядает,',
            'Все деревья в золоте стоят,',
            'Солнца луч последний догорает,',
            'Птицы стаями на юг уже летят.',
            'В поле цвет последний увядает,',
            'Листья красные и жёлтые летят,',
            'Солнца луч последний догорает,',
            'Стихли в небе птичьи голоса.'],
            vibornazvaniya:'В названии выражен краткий смысл этого стихотворения.',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа нашего края. Был урок музыки. За окном осень. И мне захотелось написать об этом...',
            vlogsmysl:'Наступила осень. Птицы улетают в тёплые края. Мы не услышим их голоса до весны.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2022 году я участвовала в нём со стихотворениями "Вдохновение" и "Осень" и заняла третье место. Также это стихотворение размещено на Wattpad.',
            img:'./images/Osen.jpg',
            link:'https://www.wattpad.com/1387113483-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D0%BE%D1%81%D0%B5%D0%BD%D1%8C'
        },    
        Schaste: {
            zagolovok:'Счастье',
            stihotvorenie:['Счастье есть тебя любить.', 
            'Счастье — быть тобой любимым.', 
            'Счастье — это вновь узреть', 
            'Твою улыбку. Это диво,', 
            'Прекрасней нет которого на свете.', 
            'Моя любовь к тебе навеки.', 
            'Нам суждено вместе прожить', 
            'Две жизни. Разные судьбой,', 
            'Объединённые любовью,', 
            'Не зная горя. И порой', 
            'Не зная слёз, не зная боли.', 
            'И на душе становится тепло,', 
            'лишь ощутив твою улыбку,', 
            'Я вновь хочу порадовать тебя.', 
            'Знай, счастье очень близко.', 
            'Пройдут года, и я скажу,', 
            'Обняв тебя, как я скучала.', 
            'Как каждый час ждала тебя.', 
            'И каждую минуту вспоминала.'],
            vibornazvaniya:'Любить и быть любимым - вот настоящее счастье жизни.',
            chtovdoh:'На создание этого стихотворения меня вдохновила первая любовь.',
            vlogsmysl:'Стихи к любимому человеку всегда были и остаются для меня самой лучшей и трогательной темой. В этом стихотворении я описала все свои чувства к человеку.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2023 году я участвовала в нём со стихотворением "Счастье" и с прозой в стиле фентези "Младший хранитель леса" (первые несколько частей) и заняла второе место. Написание прозы было приостановлено в связи с творческим кризисом. Также это стихотворение размещено на Wattpad.',
            img:'./images/Schaste.jpg',
            link:'https://www.wattpad.com/1387114003-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%81%D1%87%D0%B0%D1%81%D1%82%D1%8C%D0%B5'    
        },
        Kak: {
            zagolovok:`Как жаль...`,
            stihotvorenie:['Как жаль, что ты сейчас не рядом.',
            'Тебя б я крепко обняла!',
            'Бывает в жизни так, но знай ты:',
            'Так будет в жизни не всегда.',
            'Мы скоро встретимся. Запомни,',
            'Что ничему нас не сломить!',
            'Я обниму тебя так крепко,',
            'Как сильно можно полюбить.'],
            vibornazvaniya:'Действительно, очень жаль, когда ты не можешь быть рядом с любимым человеком из-за большого растояния.',
            chtovdoh:'На создание этого стихотворения меня вдохновила любовь. Я очень скучала по своему любимому человеку. Но, к сожалению, мы не могли встретится, потoму что были очень далеко друг от друга.',
            vlogsmysl:'Надежда на светлое будущее - главный смысл этого стихотворения. Искреняя вера в то, что эта встреча обязательно произойдёт.',
            gdeychastie:'Это стихотворение размещено на Wattpad.',
            img:'./images/Kak.jpg',
            link:'https://www.wattpad.com/1387114969-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D0%BA%D0%B0%D0%BA-%D0%B6%D0%B0%D0%BB%D1%8C-%D1%87%D1%82%D0%BE-%D1%82%D1%8B-%D1%81%D0%B5%D0%B9%D1%87%D0%B0%D1%81-%D0%BD%D0%B5-%D1%80%D1%8F%D0%B4%D0%BE%D0%BC'    
        },
        Sentyabr: {
            zagolovok:'Сентябрь',
            stihotvorenie:['Уже скоро сентябрь закончится.',
            'Незаметно летят года.',
            'Иногда в прошлое вернуться хочется.',
            'Но этого не случится. Увы, никогда.',
            'Оставим всё как есть на потом,',
            'Чтобы проще было жить настоящим.',
            'Откроем сердца в этот мир большой.',
            'И будем смеяться, пока они не угаснут.'],
            vibornazvaniya:'Это стихотворение было написано в конце сентября, поэтму название этого месяца и послужило названием стихотворения.',
            chtovdoh:'На создание этого стихотворения меня вдохновила моя учительница по русскому языку и литературе. Как-то на уроке она сказала: "Уже скоро сентябрь закончится...", и мне в голову сразу пришла мысль, как можно продолжить её фразу.',
            vlogsmysl:'Ностальгия по прошлому.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2024 году я участвовала в нём со стихотворениями "Сентябрь" и "Что греет душу?". Также это стихотворение размещено на Wattpad.',
            img:'./images/Sentuabr.jpg',
            link:'https://www.wattpad.com/1387115224-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%81%D0%B5%D0%BD%D1%82%D1%8F%D0%B1%D1%80%D1%8C'    
        },
        Chto: {
            zagolovok:'Что греет душу?',
            stihotvorenie:['Что греет душу? Тут ответ простой:',
            'Терпенье, нежность, ласка и вниманье.', 
            'Так мало нужно для тепла души:',
            'Сочувствие, быть рядом, пониманье.', 
            'Любовь нужна, объятья, поцелуи,', 
            'Чтоб в небе с птицами от счастия летать.', 
            'Порой нам на душе так одиноко,', 
            'Что в тишине ночной так хочется кричать.', 
            'Но знай, не сломлены крылья твои.', 
            'Они ранены острой иглой тёмной лжи.', 
            'Знай, сердце тайно укажет',
            'Пути, чтобы сбылись мечты твои.'],
            vibornazvaniya:'В заголовке поставлен вопрос, которым я задаюсь в самом начале стихотворения.',
            chtovdoh:'В создании этого стихотворения нет загадки: пришло вдохновение.',
            vlogsmysl:'В стихотворении я отвечаю на вопрос, поставленный в самом его начале, как и в названии.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2024 году я участвовала в нём со стихотворениями "Сентябрь" и "Что греет душу?". Также это стихотворение размещено на Wattpad.',
            img:'./images/Chto.jpg',
            link:'https://www.wattpad.com/1387115481-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%87%D1%82%D0%BE-%D0%B3%D1%80%D0%B5%D0%B5%D1%82-%D0%B4%D1%83%D1%88%D1%83'    
        },
        Solnce: {
            zagolovok:'Солнце',
            stihotvorenie:['Люблю природу здешних мест,', 
            'Когда весною утром ранним',
            'Погаснут в небе фонари,', 
            'И ярким взором непрестанным',
            'Вновь озарит моря, озёра,', 
            'Леса, расщелины и горы,',
            'И дом в лесу, и гнёзда птиц,',
            'Горящий пыл наших сердец',
            'Звезда, пришедшая вновь к людям.', 
            'Та алая, что все так любим.', 
            'Звезда, дающая нам жизнь,', 
            'И свет, и радость... И тепло.'],
            vibornazvaniya:'Это стихотворение о солнце, поэтому я решила назвать его так.',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа нашего города в весеннее время.',
            vlogsmysl:'Солнце - звезда, которая позволяет нам жить, даёт свет и тепло.',
            gdeychastie:'Это стихотворение размещено на Wattpad.',
            img:'./images/Solnce.jpg',
            link:'https://www.wattpad.com/1430158919-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%81%D0%BE%D0%BB%D0%BD%D1%86%D0%B5'    
        },
        Esli: {
            zagolovok:'Если...',
            stihotvorenie:['Если я буду дарить тебе розы, то',
            'Только те, что связаны бантиком.', 
            'Чтобы признаться в вечной любви,', 
            'Я красиво его завязывал.', 
            'Нежно плетутся нити судьбы,',
            'В которую люди не верят...', 
            'Жгут они за собою мосты, чтобы', 
            'Кто-то в них наконец-то поверил.',
            'Верит ли кто-то, ждёт ли меня,', 
            'Мне всё равно на них будет.', 
            'Лишь бы только со мною была', 
            'Та, кому подарю я',
            'Розы, которые связаны бантиком,',
            'Я долго искал эту нить.', 
            'Долго учился, смотрел, выбирал', 
            'Красивую, чтобы тебе подарить.',
            'Если я буду дарить тебе розы, то', 
            'Только те, что растил с любовью.', 
            'С верой в добро и в счастливое', 
            'Будущее я укрывал их от боли.', 
            'Белые розы быстро увянут', 
            'В душе, в которой нет совести.', 
            'Белые розы вновь расцветут,', 
            'Если прольётся свет в горечи.',
            'Не забывай улыбаться, ведь розы',
            'В душе.. твоей — давно не цветут.', 
            'Я приду к тебе ночью,',
            'На горечь твою свет пролью.',
            'Долго мы будем на звёзды смотреть,',
            'В душе твоей свет разливая.',
            'Не дам я тебе во тьме умереть,', 
            'Ведь безумно люблю тебя я.'],
            vibornazvaniya:'Название этого стихотворения связано с его первыми строками. Цитирую: "Если я буду дарить тебе розы". Ах, если бы... ',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа. А именно цветы. Как мы привыкли дарить их? Букетом, связанным бантиком. Но почему именно бант? Бантик — традиционный символ, который используется для того, чтобы признать в вечной любви.',
            vlogsmysl:'Вечная любовь стала главным смыслом этого произведения. ',
            gdeychastie:'Это стихотворение размещено на Wattpad.',
            img:'./images/Esli.jpg',
            link:'https://www.wattpad.com/1445506600-%D0%B5%D1%81%D0%BB%D0%B8'
        },
        Origami: {
            zagolovok:'Оригами',
            stihotvorenie:['Вечерело. Лучи уходящего солнца отражались в окнах домов. Розовел закат. Я только освободилась после учебы и быстрым шагом направлялась домой. ', '...',
            'Людей на улице было немного.',
            'Парень. Он раздавал рекламные листовки. Когда я проходила мимо него, он протянул мне руку с листовкой. Он протянул её так, будто и не надеялся на что-то, будто ему было всё равно.', '...',
            '- Давай сделаем самолётик?',
            '- Нет, лучше бабочку. - решительно ответила я внутреннему голосу.',
            'Я подарю её кому-то. Всё равно дома эта бумага будет лежать без дела, так пусть лучше кто-то порадуется. Почему бы не сделать этот день необычным для кого-то? ',
            'И вот, я вижу её. Та женщина, что шла мне навстречу. Она выглядела довольно молодо.', '...',
            '- Извините, можно подарить вам бабочку?',
            'Я смотрела на женщину с надеждой. Её лицо было добрым.',
            '- Ага, - брошенное с лёгкой улыбкой, обрадовало меня. И мои глаза загорелись огоньком. Тем, что нельзя было увидеть...',
            'Она робко и с трепетом взяла бабочку. ',
            '- Спасибо. ',
            '- Спасибо. - ответила я и продолжила свой путь домой, оставив её, возможно, в лёгком недоумении, но наверняка с хорошим настроением.'],
            vibornazvaniya:'',
            chtovdoh:'',
            vlogsmysl:'',
            gdeychastie:'Этот рассказ размещён на Wattpad.',
            img:'./images/Origami.jpg',
            link:'https://www.wattpad.com/1430158919-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%81%D0%BE%D0%BB%D0%BD%D1%86%D0%B5'    
        }
    },

    //Заголовки и классы элементов на странице со стихом
    stihzaglav1:[
        {zag: ' ', class: 'stihotvorenie'},
        {
            zag: 'Выбор названия',
            class: 'vibornazvaniya'
        },
        {
            zag: 'Что вдохновило на создание',
            class: 'chtovdoh'
        },
        {
            zag: 'Вложеный смысл',
            class: 'vlogsmysl'
        },
        {
            zag: 'Участие, размещение',
            class: 'gdeychastie'
        }
    ],
    //стр автора
    autorinfo:[
        {  
            h2: 'Жизнь',
            p: 'Рождение'
        },
        {
            h2: 'Творчество',
            p: 'Начало творчества'
        }
    ]
}

export default dataseif
