let dataseif = {
    
    // Меню сайта
    menu3:{
        Glavnaya:{
            menutext:'Главная',
            menuurl:'index.html',
            class:'0'
        },
        autor:{
            menutext:'Автор',
            menuurl:'autor.html',
            class:'1'
        },
        Vdohnovenie:{
            menutext:'Вдохновение',
            menuurl:'Vdohnovenie.html',
            class:'2'
        },
        Osen:{
            menutext:'Осень',
            menuurl:'Osen.html',
            class:'3'
        },
        Schaste:{
            menutext:'Счастье',
            menuurl:'Schaste.html',
            class:'4'
        },
        Kak:{
            menutext:'Как жаль...',
            menuurl:'Kak.html',
            class:'5'
        },
        Sentyabr:{
            menutext:'Сентябрь',
            menuurl:'Sentyabr.html',
            class:'6'
        },
        Chto:{
            menutext:'Что греет душу?',
            menuurl:'Chto.html',
            class:'7'
        },
        Solnce:{
            menutext:'Солнце',
            menuurl:'Solnce.html',
            class:'8'
        },
        Esli:{
            menutext:'Если',
            menuurl:'Esli.html',
            class:'9'
        }
    },

    // Данные для страниц со стихом
    testmass: {
        Vdohnovenie: {
            zagolovok:'Вдохновение',
            stihotvorenie:'ляля2''иии', 
            vibornazvaniya:'Название этого стихотворения связано с его первыми строками. Цитирую: "Ко мне пришло вдруг вдохновенье". Согласитесь, ведь без вдохновения не было бы прекрасных произведений.',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа. Осень, начало сентябя. Деревья в огненном окрасе.',
            vlogsmysl:'Это моё первое стихотворение. И я хотела вложить в него всю красоты родного края.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2022 году я участвовала в нём со стихотворениями "Вдохновение" и "Осень" и заняла третье место. Также это стихотворение размещено на Wattpad.',
            img:'./images/Vdohnovenie.jpg',
            link:'https://www.wattpad.com/1387079588-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D0%B2%D0%B4%D0%BE%D1%85%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%B8%D0%B5'
        },
        Osen: {
            zagolovok:'Осень',
            vibornazvaniya:'В названии выражен краткий смысл этого стихотворения.',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа нашего края. Был урок музыки. За окном осень. И мне захотелось написать об этом...',
            vlogsmysl:'Наступила осень. Птицы улетают в тёплые края. Мы не услышим их голоса до весны.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2022 году я участвовала в нём со стихотворениями "Вдохновение" и "Осень" и заняла третье место. Также это стихотворение размещено на Wattpad.',
            img:'./images/Osen.jpg',
            link:'https://www.wattpad.com/1387113483-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D0%BE%D1%81%D0%B5%D0%BD%D1%8C'
        },    
        Schaste: {
            zagolovok:'Счастье',
            vibornazvaniya:'Любить и быть любимым - вот настоящее счастье жизни.',
            chtovdoh:'На создание этого стихотворения меня вдохновила первая любовь.',
            vlogsmysl:'Стихи к любимому человеку всегда были и остаются для меня самой лучшей и трогательной темой. В этом стихотворении я описала все свои чувства к человеку.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2023 году я участвовала в нём со стихотворением "Счастье" и с прозой в стиле фентези "Младший хранитель леса" (первые несколько частей) и заняла второе место. Написание прозы было приостановлено в связи с творческим кризисом. Также это стихотворение размещено на Wattpad.',
            img:'./images/Schaste.jpg',
            link:'https://www.wattpad.com/1387114003-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%81%D1%87%D0%B0%D1%81%D1%82%D1%8C%D0%B5'    
        },
        Kak: {
            zagolovok:`Как жаль...`,
            vibornazvaniya:'Действительно, очень жаль, когда ты не можешь быть рядом с любимым человеком из-за большого растояния.',
            chtovdoh:'На создание этого стихотворения меня вдохновила любовь. Я очень скучала по своему любимому человеку. Но, к сожалению, мы не могли встретится, потoму что были очень далеко друг от друга.',
            vlogsmysl:'Надежда на светлое будущее - главный смысл этого стихотворения. Искреняя вера в то, что эта встреча обязательно произойдёт.',
            gdeychastie:'Это стихотворение размещено на Wattpad.',
            img:'./images/Kak.jpg',
            link:'https://www.wattpad.com/1387114969-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D0%BA%D0%B0%D0%BA-%D0%B6%D0%B0%D0%BB%D1%8C-%D1%87%D1%82%D0%BE-%D1%82%D1%8B-%D1%81%D0%B5%D0%B9%D1%87%D0%B0%D1%81-%D0%BD%D0%B5-%D1%80%D1%8F%D0%B4%D0%BE%D0%BC'    
        },
        Sentyabr: {
            zagolovok:'Сентябрь',
            vibornazvaniya:'Это стихотворение было написано в конце сентября, поэтму название этого месяца и послужило названием стихотворения.',
            chtovdoh:'На создание этого стихотворения меня вдохновила моя учительница по русскому языку и литературе. Как-то на уроке она сказала: "Уже скоро сентябрь закончится...", и мне в голову сразу пришла мысль, как можно продолжить её фразу.',
            vlogsmysl:'Ностальгия по прошлому.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2024 году я участвовала в нём со стихотворениями "Сентябрь" и "Что греет душу?". Также это стихотворение размещено на Wattpad.',
            img:'./images/Sentuabr.jpg',
            link:'https://www.wattpad.com/1387115224-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%81%D0%B5%D0%BD%D1%82%D1%8F%D0%B1%D1%80%D1%8C'    
        },
        Chto: {
            zagolovok:'Что греет душу?',
            vibornazvaniya:'В заголовке поставлен вопрос, которым я задаюсь в самом начале стихотворения.',
            chtovdoh:'В создании этого стихотворения нет загадки: пришло вдохновение.',
            vlogsmysl:'В стихотворении я отвечаю на вопрос, поставленный в самом его начале, как и в названии.',
            gdeychastie:'В нашем городе ежегодно проходит литературный конкурс "Вдохновение"(ранее "Серебряное пёрышко"). В 2024 году я участвовала в нём со стихотворениями "Сентябрь" и "Что греет душу?". Также это стихотворение размещено на Wattpad.',
            img:'./images/Chto.jpg',
            link:'https://www.wattpad.com/1387115481-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%87%D1%82%D0%BE-%D0%B3%D1%80%D0%B5%D0%B5%D1%82-%D0%B4%D1%83%D1%88%D1%83'    
        },
        Solnce: {
            zagolovok:'Солнце',
            vibornazvaniya:'Это стихотворение о солнце, поэтому я решила назвать его так.',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа нашего города в весеннее время.',
            vlogsmysl:'Солнце - звезда, которая позволяет нам жить, даёт свет и тепло.',
            gdeychastie:'Это стихотворение размещено на Wattpad.',
            img:'./images/Solnce.jpg',
            link:'https://www.wattpad.com/1430158919-%D1%81%D1%82%D0%B8%D1%85%D0%B8-%D0%BB%D0%B8%D0%BC-%D0%BD%D0%B5%D0%B9%D1%81%D0%BE%D0%BD-%D1%81%D0%BE%D0%BB%D0%BD%D1%86%D0%B5'    
        },
        Esli: {
            zagolovok:'Если...',
            vibornazvaniya:'Название этого стихотворения связано с его первыми строками. Цитирую: "Если я буду дарить тебе розы". Ах, если бы... ',
            chtovdoh:'На создание этого стихотворения меня вдохновила природа. А именно цветы. Как мы привыкли дарить их? Букетом, связанным бантиком. Но почему именно бант? Бантик — традиционный символ, который используется для того, чтобы признать в вечной любви.',
            vlogsmysl:'Вечная любовь стала главным смыслом этого произведения. ',
            gdeychastie:'Это стихотворение размещено на Wattpad.',
            img:'./images/Esli.jpg',
            link:'https://www.wattpad.com/1445506600-%D0%B5%D1%81%D0%BB%D0%B8'
        }
    },

    //Заголовки и классы элементов на странице со стихом
    stihzaglav1:[
        {class: 'stihotvorenie'},
        {
            zag: 'Выбор названия',
            class: 'vibornazvaniya'
        },
        {
            zag: 'Что вдохновило на создание',
            class: 'chtovdoh'
        },
        {
            zag: 'Вложеный смысл',
            class: 'vlogsmysl'
        },
        {
            zag: 'Где участвовало, размещалось',
            class: 'gdeychastie'
        }
    ],
    //стр автора
    autorinfo:[
        {  
            h2: 'Жизнь',
            p: 'Рождение'
        },
        {
            h2: 'Творчество',
            p: 'Начало творчества'
        }
    ]
}

export default dataseif
